tap "hashicorp/tap"
tap "homebrew/bundle"
brew "python@3.12"
brew "ansible"
brew "argocd"
brew "autoenv"
brew "bpython"
brew "chezmoi"
brew "direnv"
brew "gh"
brew "helm"
brew "htop"
brew "httpx"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "opentofu"
brew "pgcli"
brew "pipx"
brew "podman"
brew "powerlevel10k"
brew "redis"
brew "taskwarrior-tui"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "vault"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask "1password-cli"
cask "vlc"
