tap "hashicorp/tap"
tap "homebrew/bundle"
tap "kreuzwerker/taps"
brew "age"
brew "python@3.12"
brew "ansible"
brew "argocd"
brew "autoenv"
brew "awscli"
brew "bpython"
brew "chezmoi"
brew "direnv"
brew "gh"
brew "gnupg"
brew "helm"
brew "htop"
brew "httpx"
brew "istioctl"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "opentofu"
brew "pgcli"
brew "pipx"
brew "podman"
brew "powerlevel10k"
brew "pre-commit"
brew "redis"
brew "steampipe"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "vault"
brew "watch"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "1password-cli"
cask "openvpn-connect"
cask "podman-desktop"
cask "signal"
cask "slack"
cask "vlc"
